IdeaRS.Connections
Plate2PlateData.PositionOnMember1 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the position of the plate (measured on the reference line of the beam segment)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double PositionOnMember1 { get; set; }
Property Value
Type: Double
See Also
Reference
Plate2PlateData Class
IdeaRS.Connections.Data Namespace